var ViewObj = {
    // B1
    "B1_iteam_name": "無廣告30天 序號",
    "B1_iteam_coin": "50,000",
    "B1_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 巴哈姆特動畫瘋 <span>網站</span>進行使用。"
    ],
    "B1_iteam_rule": [
        "每人僅限兌換乙次",
        "每日限量兌換 20組 (每日00:00刷新)",
        "限量500組，換完為止"
    ],
    "B1_iteam_rule_2_title": "至「動畫瘋」頁面上方點擊「序號兌換」，並於序號兌換處輸入序號",
    "B1_iteam_rule_2": [
        "若有其他單次購買方案，本序號可啟用於延長會員效期，上限為 600 天",
        "如果您是每 30 天自動扣款會員，須停用自動扣款並等待效期結束，才能啟用本序號"
    ],

    // B2
    "B2_iteam_name": "NTD$200元 抵用券",
    "B2_iteam_coin": "40,000",
    "B2_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 妞拍貼 <span>實體門市</span>進行使用。",
        "活動配合門市請洽官網查詢。"
    ],
    "B2_iteam_rule": [
        "限量商品總計提供 200組"
    ],
    "B2_iteam_rule_2_title": "至合作門市中使用拍貼機輸入序號代碼",
    "B2_iteam_rule_2": [
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不限最低消費金額，但恕不可找零及退換現金",
        "同一訂單無法疊加多張折扣券使用"
    ],

    // B3
    "B3_iteam_name": "NTD$200元 抵用券",
    "B3_iteam_coin": "80,000",
    "B3_iteam_info": [
        "使用方斯兌換，獲得<span>實體票券</span>。可持票券至 Game休閒館 <span>實體門市</span>進行使用。",
        "實體票券將根據您填寫的收件資訊，進行寄送。",
        "活動配合門市請洽官網查詢。"
    ],
    "B3_iteam_rule": [
        "每人僅限兌換乙次",
        "每日限量兌換 20組 (每日00:00刷新)",
        "限量500組，換完為止"
    ],
    "B3_iteam_rule_2_title": "僅限合作實體門市中使用",
    "B3_iteam_rule_2": [
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不限最低消費金額，但恕不可找零及退換現金",
        "同一訂單無法疊加多張折扣券使用"
    ],

    // B4
    "B4_iteam_name": "NTD$200元 抵用券",
    "B4_iteam_coin": "60,000",
    "B4_iteam_info": [
        "使用方斯兌換，獲得<span>實體票券</span>。可持票券 至月讀女僕珈琲 <span>實體門市</span>進行使用。",
        "實體票券將根據您填寫的收件資訊，進行寄送。",
        "活動配合門市請洽官網查詢。"
    ],
    "B4_iteam_rule": [
        "每人僅限兌換乙次",
        "每日限量兌換 10組 (每日00:00刷新)",
        "限量200組，換完為止"
    ],
    "B4_iteam_rule_2_title": "僅限合作實體門市中使用",
    "B4_iteam_rule_2": [
        "有效期限至 2026年4月30日23：59，逾期無效",
        "消費金額滿新台幣200元，方可使用本券，本券恕不找零及退換現金",
        "本券限消費食物類餐點使用，無法使用於周邊商品類消費",
        "同一訂單無法疊加多張折扣券使用"
    ],

    // B5
    "B5_iteam_name": "NTD$100元 抵用券",
    "B5_iteam_coin": "50,000",
    "B5_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 FoodPanda <span>APP平台</span>進行兌換。"
    ],
    "B5_iteam_rule": [
        "每人僅限兌換乙次",
        "每日限量兌換 20組 (每日00:00刷新)",
        "限量500組，換完為止"
    ],
    "B5_iteam_rule_2_title": "開啟app，於結帳頁面點選「使用優惠券」，輸入序號即可折抵",
    "B5_iteam_rule_2": [
        "訂單使用的最低門檻須達新台幣99元，方可使用電子券折抵",
        "電子券的使用期限為5個月"
    ],

    // B6
    "B6_iteam_name": "NTD$200元 抵用券",
    "B6_iteam_coin": "60,000",
    "B6_iteam_info": [
        "使用方斯兌換，獲得<span>實體票券</span>。可持票券至 玩的夥 <span>實體門市</span>進行使用。",
        "實體票券將根據您填寫的收件資訊，進行寄送。",
        "活動配合門市請洽官網查詢。"
    ],
    "B6_iteam_rule": [
        "每人僅限兌換乙次",
        "每日限量兌換 10組 (每日00:00刷新)",
        "限量200組，換完為止"
    ],
    "B6_iteam_rule_2_title": "僅限合作實體門市中使用",
    "B6_iteam_rule_2": [
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不限最低消費金額，但恕不可找零及退換現金",
        "同一訂單無法疊加多張折扣券使用",
        "預購/預購取貨皆無法使用折價券"
    ],

    // C1
    "C1_iteam_name": "HKD$60 抵用券",
    "C1_iteam_coin": "60,000",
    "C1_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 FOTODOPA <span>實體門市</span>進行使用。"
    ],
    "C1_iteam_rule": [
        "限量100組，換完為止"
    ],
    "C1_iteam_rule_2_title": "僅限合作實體門市中使用",
    "C1_iteam_rule_2": [
        "選擇相應的相框後，點擊優惠券支付輸入序號代碼即可",
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不限最低消費金額，但恕不可找零及退換現金",
        "同一訂單無法疊加多張折扣券使用",
        "若單筆消費高於折扣券金額，請先輸入折扣碼後再補入剩餘金額"
    ],

    // C2
    "C2_iteam_name": "HKD$100 抵用券",
    "C2_iteam_coin": "100,000",
    "C2_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 2000FUN <span>實體門市/線上門市</span>進行使用。",
        "活動配合門市請洽官網查詢。"
    ],
    "C2_iteam_rule": [
        "每人僅限兌換乙次",
        "商品每日兌換10組 (每日00:00刷新)",
        "不適用於點數卡交易",
        "限量150組，換完為止"
    ],
    "C2_iteam_rule_2_title": "實體門市：將折扣券在付款前展示給店員<br>網路商店：在付款前，點擊「有優惠碼?」並輸入折扣券代碼",
    "C2_iteam_rule_2": [
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不限最低消費金額，但恕不可找零及退換現金",
        "同一訂單無法疊加多張折扣券使用",
        "數位商品無法使用此折扣券(例如點數卡，軟體激活碼等)"
    ],

    // C3
    "C3_iteam_name": "HKD$50 抵用券 ",
    "C3_iteam_coin": "60,000",
    "C3_iteam_info": [
        "使用方斯兌換，獲取<span>專屬序號</span>。可前往 動漫聯動 <span>線上門市</span>進行使用。"
    ],
    "C3_iteam_rule": [
        "每人僅限兌換乙次",
        "每日15組 (每日00:00刷新)",
        "限量150組，換完為止"
    ],
    "C3_iteam_rule_2_title": "請務必於付款前，在右方折扣碼欄位，輸入折扣券序號",
    "C3_iteam_rule_2": [
        "只限於網路商店使用",
        "有效期限至 2026年4月30日23：59，逾期無效",
        "本券不設最低消費金額，但恕不找零及退換現金",
        "同一帳號只限使用一次，同一訂單無法疊加多張折扣券使用",
        "無法與其他優惠一同使用"
    ],

    // Privacy
    "privacy": "同意艾玩天地依照個人資料處理辦法蒐集、處理及利用您的個人資料",
    "privacy_list": [
        "使用者進入艾玩天地互動娛樂股份有限公司及所屬相關遊戲網頁時，並不需要輸入個人資料，例如姓名或電子郵件地址等，除非明確告知，我們不會在使用者不知情的情況下，取得使用者此等個人資料。在某些情況下，例如當使用者要求加入會員、訂閱電子報、使用電子郵件服務或其他服務、或參加其他活動時，我們的相關網站或其合作對象可能會要求使用者登錄個人資料，以便於和使用者聯繫、完成交易、提供服務、或處理訂閱程序。在此等情況下，本網站及相關網站或其合作對象將明白告知使用者此等事實，如果使用者選擇不接收任何廣告或聯繫資訊，本網站將完全予以尊重。",
        "本網站及相關網站所取得的個人資料，都僅供本網站於其內部、依照原來所說明的使用目的和範圍加以使用，除非事先說明、或依照相關法律規定，否則本網站不會將使用者個人資料提供給第三人、或移作其他目的使用。",
        "使用者個人資料有變更、或發現個人資料不正確的時候，可以隨時在本網站中要求更正，包括要求停止寄發相關訊息等。",
        "請妥善保密您的網路密碼及個人資料，不要將任何個人資料，尤其是網路密碼提供給任何人。在您使用完本網站所提供的各項服務功能後，務必記得登出帳戶，若您是與他人共享電腦或使用公共電腦，切記要關閉瀏覽器視窗。",
        "我們會記錄使用者上站之位址以及在相關網站內的瀏覽活動等資料，但是這些資料僅供作流量分析和網路行為調查，以便於改善本網站相關網站的服務品質，這些資料也只是總量上的分析，不會和特定個人相連繫。",
        "本網站相關網站或網頁都可能包含其他網站或網頁的連結，對於此等不屬於本網站之網站或網頁，不論關於其內容或隱私權政策，均與本網站無關。",
        "艾玩天地互動娛樂股份有限公司可能會使用 cookie 。 Cookies 是伺服端為了區別使用者的不同，經由瀏覽器寫入使用者硬碟的一些簡短資訊。只有原設置 cookie 的網站能讀取其內容。艾玩天地互動娛樂股份有限公司使用 cookies 大多基於輔助作用，例如儲存您偏好的特定種類資料，或儲存相關密碼以方便您上網至本公司網站時不必每次再輸入密碼。Cookie 並不含任何資料足使他人透過電話、電子郵件與您聯絡。您可在您的網站瀏覽器上設定功能以獲知何時 cookies 被記錄或避免 cookies 的設置。",
        "我們會將有權存取您個人資料之員工限於我們合理相信是為了向您提供產品或服務或為了完成工作而需要取得這些資料的員工。我們已採取符合法規要求的實體、電子和程序防護措施，以保護您個人資料的安全。",
        "本網站將可不時修訂本政策。當我們在個人資料的處理上有重大變更時，會將通知傳送到您指定的主要電子郵件地址，或在我們的網站上張貼告示。"
    ],

    // Activity Rules
    "pop_rule": [
        "一、異能者活動階段時間如下：<br>【限時必中活動】活動已結束，中獎資訊將保留於獎勵區。<br>【異能者集結活動】2/15 11:00 至 3/26 23:59。",
        "二、活動說明：<br>【異能者集結活動】活動期間可完成指定單次/每日任務，獲取「方斯」，並利用方斯進行獎勵兌換。獎勵分為「實體獎勵抽獎」及「合作商店兌換」，消耗所需的方斯數量即可進行兌換。",
        "三、【異能者集結活動】商店將於 2/26 開放兌換，於此之前，商店僅會顯示兌換資訊及獎勵內容。兌換獎勵有每日上限及總數量限制，詳細請見各商家兌換區。",
        "四、【異能者集結活動】商店有收錄台灣、香港兩地，兌換前務必確認商品選擇無誤。",
        "五、獎勵分為實體獎勵、實體兌換券與序號，若為實體獎勵或實體兌換券，須於獎勵清單內填寫領獎所需送件資訊。若中獎或兌換後15天內仍未填寫相關資訊，或因個人因素導致無法順利發獎，恕不予以補發。",
        "六、請妥善保管序號及兌換券，如發生遺失恕不補發；本券不得轉售，轉售之相關責人須由玩家自行承擔。合作商家各門市開放時間請以商家現場公告為主。",
        "七、如果在參與過程中有其他問題，歡迎聯繫官方粉絲團或客服尋求協助。<a href=\"https://www.facebook.com/nte.iwplay\" target=\"_blank\">https://www.facebook.com/nte.iwplay</a>",
        "八、本次活動僅限「台港澳地區」玩家參與，實體獎勵得獎者須依稅法相關規定辦理作業。",
        "九、艾玩天地保有以上活動及獎項內容修改之權利，並有權決定修改、取消、暫停或終止活動及贈送內容。"
    ]

};
